Repository: comfino/WooCommerce
Catalog: languages/comfino-payment-gateway-*.po
Languages: pl_pl

source: Comfino Payment Gateway
pl_pl: Bramka Płatności Comfino

source: Comfino (Comperia) - Comfino Payment Gateway for WooCommerce.
pl_pl: Comfino (Comperia) - Bramka płatności Comfino dla WooCommerce.

source: The minimum PHP version required for Comfino is %s. You are running %s.
pl_pl: Minimalna wersja PHP wymagana przez Comfino to %s. Obecna to %s.

source: WooCommerce needs to be activated.
pl_pl: Rozszerzenie WooCommerce musi zostać aktywowane.

source: The minimum WooCommerce version required for Comfino is %s. You are running %s.
pl_pl: Minimalna wersja WooCommerce wymagana przez Comfino to %s. Obecna to %s.

source: Settings
pl_pl: Ustawienia

source: Comfino create order
pl_pl: Wniosek Comfino stworzony

source: Send to Comfino resign order
pl_pl: Wysłanie odstąpienia od umowy do Comfino

source: Enable/Disable
pl_pl: Włączony/Wyłączony

source: Enable Comfino payment module
pl_pl: Włączony moduł płatności Comfino

source: Shows Comfino payment option at the payment list.
pl_pl: Pokaż opcję płatności Comfino na liście płatności.

source: Title
pl_pl: Tytuł

source: Production environment API key
pl_pl: Klucz API środowiska produkcyjnego

source: Please enter the key provided during registration
pl_pl: Proszę wprowadzić klucz podany podczas rejestracji

source: Show logo
pl_pl: Wyświetlanie logo

source: Show logo on payment method
pl_pl: Pokaż logo na metodzie płatności

source: Test environment
pl_pl: Środowisko testowe

source: Use test environment
pl_pl: Użyj środowiska testowego

source: The test environment allows the store owner to get acquainted with the functionality of the Comfino module. This is a Comfino simulator, thanks to which you can get to know all the advantages of this payment method. The use of the test mode is free (there are also no charges for orders).
pl_pl: Środowisko testowe pozwala właścicielowi sklepu zapoznać się z funkcjonalnością modułu Comfino. To symulator Comfino, dzięki któremu można poznać wszystkie zalety tej metody płatności. Użycie trybu testowego jest darmowe (nie są również pobierane opłaty za zamówienia).

source: Test environment API key
pl_pl: Klucz API środowiska testowego

source: Ask the supervisor for access to the test environment (key, login, password, link). Remember, the test key is different from the production key.
pl_pl: Poproś opiekuna o dostęp do środowiska testowego (klucz, login, hasło, link). Pamiętaj, klucz testowy różni się od klucza produkcyjnego.

source: Basic settings
pl_pl: Ustawienia podstawowe

source: Widget enable
pl_pl: Widget włączony

source: Enable Comfino widget
pl_pl: Włączony widget Comfino

source: Show Comfino widget in the product.
pl_pl: Pokazuj widget Comfino w produkcie.

source: Widget key
pl_pl: Klucz widgetu

source: Widget type
pl_pl: Typ widgetu

source: Textual widget
pl_pl: Widget tekstowy

source: Graphical widget with banner
pl_pl: Widget graficzny z banerem

source: Graphical widget with installments calculator
pl_pl: Widget graficzny z kalkulatorem rat

source: Widget offer type
pl_pl: Typ oferty widgetu

source: Zero percent installments
pl_pl: Raty zero procent

source: Convenient installments
pl_pl: Niskie raty

source: Pay later
pl_pl: Zapłać później

source: Other payment methods (Installments 0%, Buy now, pay later, Installments for Companies) available after consulting a Comfino advisor (kontakt@comfino.pl).
pl_pl: Inne sposoby płatności (Raty 0%, Kup teraz, zapłać później, Raty dla firm) dostępne po konsultacji z doradcą Comfino (kontakt@comfino.pl).

source: Advanced settings
pl_pl: Ustawienia zaawansowane

source: Widget price selector
pl_pl: Selektor elementu ceny widgetu

source: Widget target selector
pl_pl: Selektor elementu zakotwiczenia widgetu

source: Price change detection - container selector
pl_pl: Wykrywanie zmian ceny - selektor kontenera

source: Selector of observed parent element which contains price element.
pl_pl: Selektor obserwowanego elementu nadrzędnego, który zawiera element ceny.

source: Price change detection - container hierarchy level
pl_pl: Wykrywanie zmian ceny - poziom hierarchii kontenera

source: Hierarchy level of observed parent element relative to the price element.
pl_pl: Poziom hierarchii obserwowanego elementu nadrzędnego względem elementu ceny.

source: Widget embed method
pl_pl: Metoda osadzania

source: Widget code
pl_pl: Kod inicjalizacji widgetu

source: API key %s is not valid.
pl_pl: Klucz API %s jest nieprawidłowy.

source: Comfino Gateway
pl_pl: Bramka Comfino

source: Comfino payment gateway
pl_pl: Bramka płatności Comfino

source: Do you want to ask about something? Write to us at %s or contact us by phone. We are waiting on the number: %s. We will answer all your questions!
pl_pl: Chcesz o coś zapytać? Napisz do nas na adres %s lub skontaktuj się telefonicznie. Czekamy pod numerem: %s. Odpowiemy na każde Twoje pytanie!

source: WordPress %s WooCommerce %s Comfino %s - question
pl_pl: WordPress %s WooCommerce %s Comfino %s - pytanie

source: Payment settings
pl_pl: Ustawienia płatności

source: Widget settings
pl_pl: Ustawienia widgetu

source: Developer settings
pl_pl: Ustawienia deweloperskie

source: Plugin diagnostics
pl_pl: Diagnostyka wtyczki

source: Errors log
pl_pl: Log błędów

source: Send to Comfino canceled order
pl_pl: Wysłanie anulowania wniosku do Comfino

source: Are you sure you want to cancel?
pl_pl: Czy na pewno chcesz anulować?

source: Cancel
pl_pl: Anulowanie

source: Attention: You are cancelling a customer order. Check if you do not have to return the money to Comfino.
pl_pl: Uwaga! Anulujesz zamówienie klienta. Sprawdź czy nie musisz zwrócić pieniędzy do Comfino.

source: Are you sure you want to resign?
pl_pl: Czy na pewno chcesz odstąpić od umowy?

source: Resign
pl_pl: Odstąpienie od umowy

source: Attention: you are initiating a resignation of the Customer's contract. Required refund to Comfino.
pl_pl: Uwaga! Rozpoczynasz odstąpienie od umowy Klienta. Wymagany zwrot pieniędzy do Comfino.

source: By enabling "Saving shopping cart", you agree and accept <a href="https://cdn.comfino.pl/regulamin/Regulamin-Ratowanie-Koszyka.pdf">Regulations</a>
pl_pl: Włączając „Ratowanie koszyków” zgadzasz się i akceptujesz <a href="https://cdn.comfino.pl/regulamin/Regulamin-Ratowanie-Koszyka.pdf">Regulamin</a>

source: Saving shopping cart info
pl_pl: Dzięki funkcji „Ratowanie koszyków” efektywnie zminimalizujesz problem porzuconych koszyków, z którym borykają się wszyscy sprzedawcy. Gdy klient dodaje produkty do koszyka, ale porzuca go, także z powodu nieudanej płatności, automatycznie otrzyma przypominający e-mail z bezpośrednim linkiem prowadzącym do płatności. Ta usługa pozwala skutecznie odzyskiwać potencjalne transakcje i zwiększać konwersję zamówień

source: View in payment list
pl_pl: Wyświetlaj na liście płatności

source: Only Comfino
pl_pl: Tylko Comfino

source: All payments
pl_pl: Wszystkie płatności

source: Abandoned Cart settings
pl_pl: Ustawienia Ratowania koszyków

source: Order reminder
pl_pl: Przypomnienie o zamówieniu

source: Hi %s,
pl_pl: Cześć %s,

source: We have noticed that your order number [%s] has still not been paid. The products you have selected are still waiting in your shopping cart.
pl_pl: Zauważyliśmy, że Twoje zamówienia numer [%s] nadal nie zostało opłacone. Wybrane przez Ciebie produkty wciąż czekają w koszyku zakupowym.

source: Click on the link below and use the payments offered in the store. %s
pl_pl: Kliknij w link poniżej i skorzystaj z oferowanych w sklepie płatności. %s

source: Proceed to payment
pl_pl: Przejdź do płatności

source: Enable Comfino Payment Module.
pl_pl: Włączony moduł płatności Comfino.

source: Show in the Payment List as a payment option
pl_pl: Pokaż opcję płatności Comfino na liście płatności

source: Title:
pl_pl: Tytuł:

source: Production Key
pl_pl: Klucz Produkcyjny

source: Show Logo
pl_pl: Wyświetlaj Logo

source: Sandbox mode:
pl_pl: Tryb piaskownicy:

source: Enable Sandbox Mode
pl_pl: Włączony tryb piaskownicy

source: Show Widget Comfino in the product
pl_pl: Pokazuj widget Comfino w produkcie

source: Sandbox mode
pl_pl: Tryb piaskownicy

source: Enable sandbox mode
pl_pl: Włączony tryb piaskownicy

source: Sandbox key
pl_pl: Klucz piaskownicy
